<div class="appDoc-content">
    <br/>
    <p><strong>ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</strong></p>
    <br/>
    <p>Все предложения или вопросы по настоящему Пользовательскому соглашению следует
        отправлять на еmаil: policy&commat;{{ request()->root() === env('AM_URL')  ? "tsbl.net" : "meditationsteps.eu" }}</p>
    <br/>
    <p>Принимая настояющее Пользовательское соглашение, Пользователь принимает Пользовательское соглашение,
        размещенное на странице по адресу&nbsp;<a href="/terms">{{ request()->root() }}/terms</a>
    </p>
    <br/>
    <p>Принимая настояющее Пользовательское соглашение, Пользователь принимает Договор офферты,
        размещенное на странице по адресу&nbsp;<a href="/offer">{{ request()->root() }}/offer</a>
    </p>
    <br/>
    <p>Принимая настояющее Пользовательское соглашение, Пользователь дает Согласие на рассылку,
        размещенное на странице по адресу&nbsp;<a href="/newsletter">{{ request()->root() }}/newsletter</a>
    </p>
    <hr>
    <p>С уважением,<br>
            Администрация проекта "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}"</p>

</div>
