<div class="appDoc-content">

    <p><strong>Договор об оказании информационных услуг
            на условиях публичной оферты
            Пользователям проекта “{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}” на {{ request()->root() === env('AM_URL')  ? "anadamarga.me" : "personal.meditationsteps.org" }}</strong></p>
    <p>
        Проект "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}" (далее “Сайт”) является частью социального проекта “Meditationsteps”,
        функционирующего с 2012 года. Проект представляет собой объединение знаний, усилий, наработок,
        контактов и исследований Администрации и участников проекта.
    </p>
    <p>
        Изложенная ниже информация является официальным, публичным предложением (публичной офертой) социального проекта
        «Meditationsteps» в лице Владимира Семенихина и Алексея Очередко (далее – Администрация
        Сайта) заключить договор на указанных ниже условиях, адресованным неограниченному кругу физических и
        юридических лиц (далее – Пользователь) о предоставлении информационных, консультационных, организаторских
        и иных услуг в сети Интернет.
    </p>
    <p>
        Данная оферта является публичной, её условия одинаковы для всех пользователей. В случае принятия изложенных ниже
        условий, лицо осуществляя Акцепт Оферты, методом, указанным в соответствующем разделе Оферты, становится
        Пользователем.
    </p>
    <p>
        Для пользователей, по каким–либо причинам не имеющих письменного договора с Администрацией, настоящая публичная
        оферта является основанием для оказания услуг и их оплаты.
    </p>
    <p>&nbsp;</p>
    <p><strong>1. Термины и определения</strong></p>
    <p>1.1.Оферта — это документ, размещённый в сети Интернет по адресу https://{{ request()->root() === env('AM_URL')  ? "anadamarga.me" : "personal.meditationsteps.org" }}/offer.
    </p>
    <p>
        1.2. Акцепт (принятие) оферты — полное и безоговорочное принятие оферты путём совершения действий, указанных в
        разделе 11 Оферты.
    </p>
    <p>
        1.3. Пользователь сайта (Участник проекта) — дееспособное лицо, которое имеет доступ к Сайту (в том числе, к
        закрытым разделам Сайта), прошедшее процедуру регистрации. Пользователь имеет законное право вступать в
        договорные отношения, осуществляя Акцепт оферты. В случае, если действия, указанные в разделе 11 Оферты,
        фактически осуществлены другим лицом, считается, что такое лицо действовало в интересах Пользователя.
    </p>
    <p>
        1.4. Стать участником проекта - добровольная регистрация Пользователем (создание учётной записи на сайте
        {{ request()->root() === env('AM_URL')  ? "anadamarga.me" : "personal.meditationsteps.org" }}) посредством авторизации через одну из социальных сетей (facebook.com, vk.com, mail.ru, yandex.ru, gmail.com).
        Регистрация невозможна без осуществления выбора опции «Я соглашаюсь с
        условиями участия в проекте “{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}”».
    </p>
    <p>
        1.5. Авторизация через одну из социальных сетей из п.1.4 позволяет осуществлять доступ
        в Личный кабинет Пользователя, где в свою очередь можно получить
        доступ к специальным материалам и сервисам Сайта, доступным только зарегистрированным Пользователям.
    </p>
    <p>
        1.6. Авторизация – процесс анализа и сопоставления введенных Пользователем Аутентификационных данных, по
        результатам которого определяется наличие у Пользователя права получить доступ к Сайту и размещенных на нём
        материалам и сервисам.
    </p>
    <p>
        1.7. Личный (персональный) кабинет - виртуальное пространство Пользователя, в котором размещены персональные
        данные Пользователя, данные о подписках на рассылки, данные о специальных скидках, бонусах и доступ к
        специальным сервисам и платным продуктам Проекта.
    </p>
    <p>
        1.8. Материалы сайта – электронные публикации, размещенные на сайте (видео, статьи, аудио другие медиа-материалы).
    </p>
    <p>
        1.9. Сервисы сайта – специальные проектах Сайта (например, “Дневник садханы“, “Найти единомышленников в своём городе”),
        вебинары, информационные курсы, марафоны, а также  другие дочерние и партнерские проекты "Meditationsteps".
    </p>
    <p>
        1.10. Вебинар - разновидность веб-конференции (онлайн-семинаров), проведение онлайн-встреч или презентаций через
        интернет.
    </p>
    <p>
        1.11. Информационный курс — совокупность информационных материалов (текстов, изображений, аудиозаписей,
        аудиовизуальных документов) в электронной или бумажной форме и / или другие материалы и возможности,
        предусмотренные Продуктом.
    </p>
    <p>
        1.12. Блокировка доступа - техническая настройка сайта, при которой Пользователь не может воспользоваться
        услугами Сайта. Блокировка производится Администрацией сайта, в том числе по требованию Пользователя, в случаях,
        предусмотренных в настоящей Оферте.
    </p>
    <p>
        1.13. Тариф – стоимость услуг доступа к инфопродукту сайта, установленная Администрацией сайта и опубликованная
        на сайте.
    </p>
    <p>
        1.14. Пакет услуг  — пакет информационных услуг, обусловленный
        текущим коммерческим предложением Администрации сайта, опубликованным на сайте, который предоставляется
        Пользователю при условии внесения платы или добровольного пожертвования.
    </p>
    <p>
        1.15. Дополнительные услуги — услуги, не включенные в конкретный Информационный курс, или определенные
        Администрацией как дополнительные: индивидуальное (в том числе дистанционное) консультирование Пользователя и
        т.п.
    </p>
    <p>
        1.16. Продукт — объект реализации, состоящий из информационного курса и/или определенного количества вебинаров
        и/или личных консультаций с Экспертами и/или представителями Администрации и/или живых мероприятий, по
        договорённости Сторон. Стоимость Продукта, конкретный перечень составляющих, а также иные существенные условия
        публикуются на Сайте.
    </p>
    <p>1.17. Сайт - все web-страницы информационного ресурса "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}", объединённые адресным доменом
        https://{{ request()->root() === env('AM_URL')  ? "anadamarga.me" : "personal.meditationsteps.org" }}.
    </p>
    <p>
        1.18. Администрация сайта/ресурса - владельцы, администраторы информационного ресурса "Meditationsteps.
        Personal", осуществляющие управление Сайтом и обладающие правами на все объекты, входящие в его состав и дизайн
        Сайта.
    </p>
    <p>
        1.19. В настоящей Оферте могут быть использованы другие термины, не определённые в разделе «Термины и
        определения», в таком случае толкование используемой терминологии происходит в соответствии с текстом настоящей
        Оферты. В случае отсутствия однозначного толкования терминологии в тексте Оферты, следует руководствоваться
        толкованием терминов: в первую очередь – в материалах, размещенных в домене https://{{ request()->root() === env('AM_URL')  ? "anadamarga.me" : "personal.meditationsteps.org" }}
        во вторую очередь – толкованием и определениями терминов, сложившимся в сети Интернет.
    </p>
    <p>&nbsp;</p>

    <p><strong>2. Предмет Договора</strong></p>
    <p>2.1. Предметом Договора, заключаемого Пользователем путём присоединения к настоящей Оферте, является возмездное
        или безвозмездное оказание Администрацией сайта Пользователю информационных услуг доступа к материалам и/или сервисам сайта
        "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}".
    </p>
    <p>
        2.2. По условиям данного договора Администрация сайта обязуется оказывать информационно-консультационные услуги
        в порядке и на условиях, предусмотренных настоящим Договором, а также другие (дополнительные) услуги в порядке и
        на условиях, предусмотренных настоящим Договором.
    </p>
    <p>
        2.3. Пользователь, в соответствии с условиями данного Договора, осуществляет оплату услуг Администрации ресурса.
    </p>
    <p>&nbsp;</p>
    <p><strong>3. Порядок акцепта Оферты</strong></p>
    <p>3.1 Оферта может быть акцептована (принята) любым физическим лицом, обладающим дееспособностью, необходимой для
        заключения и исполнения настоящего Договора, заинтересованным в приобретении предоставляемых услуг.
    </p>
    <p>
        3.2. Пользователь проводит Акцепт оферты путём установления соответствующей опции и/или
        добровольной предоплаты услуг
        Администрации ресурса, по которым
        заключается Договор Оферты, с учётом условий раздела 8 настоящей Оферты.
    </p>
    <p>
        3.3. Акцепт оферты Пользователем подтверждает, что Пользователь:
    </p>
    <ul>
        <li>
            3.3.1. полностью ознакомился с условиями оферты;
        </li>
        <li>
            3.3.2. полностью понимает предмет Оферты и Договора;
        </li>
        <li>
            3.3.3. полностью понимает значение и последствия своих действий по заключению и выполнению Договора;
        </li>
        <li>
            3.3.4. предоставляет Администрации своё согласие на включение Администрацией всех добровольно предоставленных
            Пользователем персональных данных в базу персональных данных, владельцем которой является Администрация и
            обработку его персональных данных в целях предоставления, получения и осуществления расчётов за услуги
            Администрации, а также в связи с выполнением Администрацией предписаний законодательства страны размещения
            серверов.
        </li>
    </ul>
    <p>&nbsp;</p>
    <p><strong>4. Условия и порядок предоставления услуг</strong></p>
    <p>
        4.1. Под Услугами, предоставляемыми Администрацией сайта, в зависимости от выбора Продукта, имеется в виду:
    </p>
    <p>
        4.1.1. предоставление информационных услуг путём предоставления доступа к вебинарам;
    </p>
    <p>
        4.1.2. предоставление информационных услуг путём передачи Пользователю Информационного курса в электронном виде;
    </p>
    <p>
        4.1.3. индивидуальные консультации Пользователю (онлайн, по телефону или живые встречи), осуществляемые
        Администрацией сайта и/или Экспертом проекта;
    </p>
    <p>
        4.1.4 доступ к участию в онлайн или живых мероприятиях, организованных Администрацией.
    </p>
    <p>&nbsp;</p>

    <p><strong>4.2. В рамках этого Договора предоставление доступа к вебинару осуществляется на следующих
            условиях:</strong>
    </p>
    <p>
        4.2.1. Вебинар проводится Администрацией или Экспертом в дату и время, указанные на сайте, в чат-боте телеграмм
        "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}" и/или по электронной
        почте. Продолжительность вебинара определяется Администрацией. К проведению вебинара Администрация вправе
        привлекать любых лиц по своему усмотрению. Пользователь самостоятельно обеспечивает себя оборудованием,
        необходимым для участия в вебинаре. Технологическая площадка для проведения вебинаров определяется
        Администрацией самостоятельно.
    </p>
    <p>
        4.2.2. Содержание вебинара определяется Администрацией и должно соответствовать описанию соответствующего
        вебинара.
    </p>
    <p>
        4.2.3. В случае пропуска вебинара, в том числе части вебинара, по причинам, не зависящим от Администрации,
        Пользователь не вправе требовать повторного проведения вебинара или доведения до его сведения информации,
        содержащейся в вебинаре в другой форме. При этом информационные услуги считаются оказанными надлежащим образом.
    </p>
    <p>
        4.2.4. Администрация вправе приостановить оказание услуг в случае некорректного поведения Пользователя, что
        мешает проведению вебинара. Стоимость вебинара, в ходе которого предоставление услуг было приостановлено по
        причинам, указанным в данном пункте, не возмещается.
    </p>
    <p>
        4.2.5. В случае, если это предусмотрено Продуктом, Администрация может предоставлять Пользователю доступ к
        записи вебинара.
    </p>
    <p>
        4.3. В рамках данного Договора передача Информационного курса осуществляется на следующих условиях:
    </p>
    <p>
        4.3.1. С момента заключения Договора (т.е. с момента оплаты) передача Информационного курса в записи
        осуществляется Пользователю не позднее 3 (трёх) рабочих дней любым из следующих способов:
    </p>
    <p>
        4.3.1.1. предоставление доступа к Информационному курсу через ссылку на запароленную страницу Сайта;.
    </p>
    <p>
        4.3.1.2. предоставление доступа к Информационному курсу через Личный кабинет Пользователя.
    </p>
    <p>
        4.3.2. Передача Пользователю Информационного курса, который проходит в реальном времени, происходит в дату
        старта Курса/проекта, опубликованную на Сайте, любым из следующих способов:
    </p>
    <p>
        4.3.2.1. предоставление доступа к Информационному курсу через ссылку на запароленную страницу Сайта.
    </p>
    <p>
        4.3.2.2. предоставление доступа к Информационному курсу через Личный кабинет Пользователя.
    </p>
    <p>
        4.3.3. Для получения Информационного курса в соответствии с пунктом 4.3.1.1 или 4.3.2.1. Договора Пользователю
        на электронную почту, указанную им при регистрации, как участника проекта на Сайте направляется письмо,
        содержащее ссылку на запароленную страницу Сайта и пароль для входа. Пользователь переходит по ссылке и вводит
        пароль, после чего может осуществить доступ к Информационному курсу.
    </p>
    <p>
        С момента отправки Администрацией указанного электронного письма Информационный курс считается переданным, а
        обязательства Администрации выполненными.
    </p>
    <p>
        4.3.4. В случае, если передача Информационного курса осуществляется в порядке, предусмотренном пунктом 4.3.1.2
        или 4.3.2.2. Договора, доступ к Информационному курсу осуществляется в Личном кабинете Пользователя. С момента
        размещения в Личном кабинете возможности доступа к Информационному курсу, обязательства Администрации считаются
        выполненными, а доступ к Информационному курсу предоставленным в полном объёме.
    </p>
    <p>
        4.3.5. Пользователь самостоятельно обеспечивает себя оборудованием и техническими возможностями, необходимыми
        для просмотра, скачивания и использования Информационного курса.
    </p>
    <p>
        4.3.6. Содержание Информационного курса определяется Администрацией и должно соответствовать описанию
        Информационного курса на Сайте.
    </p>
    <p>
        4.4. В рамках настоящего Договора индивидуальные консультации для Пользователя (онлайн, по телефону или живые
        встречи) представителей Администрации и/или Эксперта осуществляются на следующих условиях:
    </p>
    <p>
        4.4.1. Консультации проводятся по предварительному согласованию даты, времени их проведения, а также площадки
        для связи и других существенных условий. Продолжительность консультации определяется Администрацией и/или
        Экспертом. Согласованные условия проведения консультации фиксируются в сообщении, направленном по электронной
        почте Пользователю.
    </p>
    <p>
        4.4.2. Если Администрация проекта выступает посредником при проведении консультации Пользователя с экспертом, то
        согласование условий консультации осуществляется с Администрацией в описанном в п.4.4.1. порядке.
    </p>
    <p>
        4.4.3. Пользователь имеет право выражать собственные пожелания относительно содержания индивидуальных онлайн и
        живых консультаций. Администрация/Эксперт имеет право изменить содержание индивидуальной встречи с учётом
        пожеланий Пользователя, если это предусмотрено Продуктом.
    </p>
    <p>
        4.4.4. В случае пропуска Пользователем консультации, в том числе её части, по причинам, не зависящим от
        Администрации, Пользователь не вправе требовать повторного её проведения. При этом информационные услуги
        считаются оказанными надлежащим образом.
    </p>
    <p>
        4.4.5. В случае предварительного предупреждения Пользователем Администрации об уважительных причинах переноса
        консультации не позднее, чем за 3 часа до момента начала консультации, Администрация оставляет за собой право
        согласовать другие дату и время, удобные для Администрации и/или Эксперта. В случае повторного пропуска
        консультации Пользователем, независимо от причин пропуска, услуга по оказанию информационного консультирования
        считается оказанной в полном объеме. Пользователь не вправе требовать возврата оплаты.
    </p>
    <p>
        4.4.6. В случае пропуска консультации Администрацией и/или Экспертом, консультация переносится на другие дату и
        время удобные для сторон, и согласованные в соответствии с п.4.4.1 настоящего Договора. В случае повторного
        пропуска, консультация считается не оказанной, а Пользователь может вернуть свою оплату.
    </p>
    <p>
        4.5. В рамках настоящего Договора участие в онлайн или живых мероприятиях, организованных Администрацией,
        осуществляется на следующих условиях:
    </p>
    <p>
        4.5.1. Все встречи и мероприятия проводятся Администрацией в дату и время, указанные на сайте, а также в
        сообщении, направленном по электронной почте. При этом, если информация, указанная на сайте, отличается от
        информации, указанной в сообщении, Пользователь обязан руководствоваться информацией, указанной в сообщении.
        Продолжительность встреч и мероприятий определяется Администрацией. К проведению встреч и/или мероприятий
        Администрация вправе привлекать любых лиц по своему усмотрению.
    </p>
    <p>
        4.5.2. Содержание мероприятий определяется Администрацией и должно соответствовать описанию, представленному на
        Сайте. Пользователь не вправе давать какие-либо указания относительно содержания мероприятия.
    </p>
    <p>
        4.5.3. В случае пропуска Пользователем мероприятия, в том числе его части, по причинам, не зависящим от
        Администрации, Пользователь не вправе требовать повторного проведения или доведения до его сведения информации,
        которая была представлена на мероприятии, в другой форме. При этом информационные услуги считаются оказанными
        надлежащим образом.
    </p>
    <p>
        4.6. Пользователю предоставляется доступ к материалам и сервисам сайта, Личному кабинету, а также к закрытым
        разделам сайта и закрытой группе в Facebook. Объём предоставляемых услуг, их стоимость и порядок предоставления,
        определяется условиями, указанными на Сайте.
    </p>
    <p>
        4.7. Условия Пакетов услуг публикуются администрацией ресурса на Сайте. Администрация ресурса "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}" оставляет
        за собой право вносить изменения в условия Пакетов услуг в любой момент и по своему усмотрению. В случае
        внесения изменений в условия Пакетов услуг, такие изменения вступают в силу с момента размещения новых условий
        на сайте (если срок вступления изменений в силу не определён дополнительно) и считаются принятыми Пользователем
        с момента оплаты Пакета, совершённой после изменения его условий.
    </p>
    <p>
        4.8. Все платные материалы и сервисы Сайта предоставляются для личного пользования, без права копирования,
        перепродажи и передачи третьим лицам.
    </p>
    <p>
        4.9. Услуги считаются оказанными надлежащим образом в момент предоставления Пользователю доступа к
        информационному ресурсу (доступа к материалам и сервисам, размещенным на сайте https://{{ request()->root() === env('AM_URL')  ? "anadamarga.me" : "personal.meditationsteps.org" }}). Подписание
        пользователем Акта приёма-передачи оказанных услуг не требуется.
    </p>
    <p>
        4.10. Если Пользователь в течение 14 (четырнадцати) дней с момента получения доступа к приобретённому
        инфопродукту, не заявил претензий к качеству и объёму предоставленных услуг, услуги считаются принятыми
        пользователем надлежащим образом, путём выражения молчаливого согласия. Претензии, относительно качества услуги,
        предъявленные Пользователем по истечению четырнадцати-дневного срока с момента её приобретения, Администрацией
        сайта не рассматриваются.
    </p>
    <p>
        Заявки на возврат денежных средств по претензии к качеству предоставленной Пользователю услуги принимаются на
        электронную почту support@{{ request()->root() === env('AM_URL')  ? "tsbl.net" : "meditationsteps.eu" }} и рассматриваются Администрацией сайта в течение 3 (трёх) дней.
        Администрация сайта гарантирует полный возврат денежных средств (за вычетом комиссии за транзакцию платежа) за
        приобретённый продукт и/или услугу в течение 3 (трёх) дней после рассмотрения заявки. В случае повторной
        рекламации со стороны этого же Пользователя Администрация гарантирует выполнение своих обязательств по возврату
        денежных средств Пользователю, однако больше претензий от данного Пользователя не рассматривает и не рекомендует
        ему в дальнейшем приобретать продукты и услуги ресурса "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}".
    </p>
    <p>
        На живые мероприятия условия предъявления претензий и гарантия возврата описывается отдельно для каждого
        мероприятия на продающих страницах.
    </p>
    <p>
        4.11. При возникновении претензии, связанной с неполучением оплаченных услуг, Администрация ресурса в течение 24
        часов с момента получения претензии в рабочие дни обязуется устранить проблему.
    </p>
    <p>
        4.12. Возврат полученных Администрацией сайта денежных средств, их выдача и перевод на счета других
        пользователей не производится, кроме случаев, указанных в п.4.10, либо прямо установленных действующим
        законодательством страны размещения серверов.
    </p>
    <p>
        4.13. Проект "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}",com принимает платежи (за продукты и/или услуги проекта "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}")
        посредством сервисов "Яндекс. Деньги", LIQPAY, WebMoney, любыми международными системами перевода наличных
        средств (например, Western Union, MoneyGram International).
    </p>
    <p>
        4.14. Во время осуществления платежей предоставляемая Пользователем персональная информация (имя, адрес,
        телефон, e-mail, номер кредитной карты и др.) является конфиденциальной и не подлежит разглашению. Данные
        кредитной карты Пользователя передаются только в зашифрованном виде и не сохраняются на web-сервере
        "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}".
    </p>
    <p>
        4.15. Безопасность обработки Интернет-платежей гарантируют вышеуказанные сервисы платежей. Все операции с
        платёжными картами происходят в соответствии с требованиями VISA International, MasterCard и других платёжных
        систем.
    </p>
    <p>&nbsp;</p>
    <p><strong>5. Конфиденциальность</strong></p>

    <p>5.1. Целью данного раздела Договора является защита информации, которую Стороны предоставляют (раскрывают) друг
        другу в ходе сотрудничества по данному Договору.
    </p>
    <p>
        5.2. Стороны соглашаются считать весь объём информации, предоставленной друг другу в рамках настоящего Договора
        или в связи с обозначенной в нём целью, конфиденциальной информацией (а в пределах, допускаемых действующим
         законодательством страны размещения серверов — коммерческой тайной), если исходя из настоящего Договора, прямо не определено
        другое.
    </p>
    <p>
        Данные условия конфиденциальности следует отличать от политики Конфиденциальности участия в проекте “Чудо в
        Сердце”, с которой можно ознакомиться здесь.
    </p>
    <p>5.3. Каждая Сторона, получающая конфиденциальную информацию (далее — Получающая Сторона) от другой Стороны, не
        имеет права сообщать конфиденциальную информацию кому-либо без прямого на то разрешения другой Стороны и должна
        принимать все возможные меры для защиты конфиденциальной информации, включая, в частности, все мероприятия,
        которые она предпринимает для защиты собственной конфиденциальной информации / коммерческой тайны.
    </p>
    <p>
        5.4.Сторона обязуется использовать раскрытую конфиденциальную информацию исключительно с целью реализации
        настоящего Договора.
    </p>
    <p>
        5.5. Обязательства, изложенные в данном разделе Договора, не распространяются на следующие сведения:
    </p>
    <p>
        5.5.1. сведения, которые являются или становятся общеизвестными не по вине Стороны, получившей данные сведения
        от другой стороны Договора, что должно быть подтверждено соответствующими доказательствами.
    </p>
    <p>
        5.5.2. сведения, которые были получены Сторонами от третьих лиц без обязательства о сохранении
        конфиденциальности.
    </p>
    <p>
        5.5.3. сведения, самостоятельно разработанные Стороной.
    </p>
    <p>
        5.5.4. сведения, раскрытие которых необходимо в соответствии с требованиями законодательства или органов,
        имеющих соответствующие полномочия. Данные сведения могут быть предоставлены только в адрес органов, имеющих
        соответствующие полномочия, в порядке, предусмотренном применяемым законодательством страны размещения серверов.
    </p>
    <p>
        5.6. Не является разглашением предоставления конфиденциальной информации третьим лицам при наличии письменного
        согласия Стороны, предоставившей конфиденциальную информацию на её раскрытие.
    </p>
    <p>
        5.7. За каждое нарушение обязательств о неразглашении конфиденциальной информации, предусмотренных настоящим
        Договором, Сторона, которая осуществила подобное нарушение, обязана возместить другой Стороне прямые убытки,
        понесённые в связи с этим нарушением.
    </p>
    <p>
        5.8. Обязательства, установленные настоящим Договором по охране Конфиденциальной информации, действительны в
        течение всего срока действия Договора.
    </p>
    <p>
        5.9. Администрация имеет полный доступ к контенту Пользователя (файлам, текстам и т.п.), баз данных и любой
        другой информации Пользователя, размещённой в Личном кабинете. Вся эта информация приравнивается к
        Конфиденциальной информации, переданной от Пользователя Администрации сайта, и подлежит защите согласно условиям
        настоящего Договора, кроме случаев добровольного предоставления зарегистрированным пользователем информации о
        себе для общего доступа ограниченному кругу лиц при использовании отдельных сервисов проекта "Meditationsteps.
        Personal" (например, “Найти единомышленников в своём городе”).
    </p>
    <p>
        5.10. Создание и хранение резервных копий данных Пользователя не является нарушением конфиденциальности
        информации Пользователя.
    </p>
    <p>&nbsp;</p>
    <p><strong>6. Права и обязанности Пользователя</strong></p>

    <p>6.1. Пользователь обязуется:
    </p>
    <p>
        6.1.1. При получении услуг соблюдать условия данного Договора.
    </p>
    <p>
        6.1.2. Оплачивать услуги на условиях и в порядке, указанном в п. 8 настоящего Договора.
    </p>
    <p>
        6.1.3. В трёхдневный срок письменно сообщать Администрации об изменении личной информации (номера телефона,
        адреса электронной почты и т.д.). В противном случае Администрация не несёт ответственности за неполучение
        Пользователем информации о каких-либо изменениях в процессе предоставления услуг. Обмен информацией
        осуществляется с помощью средств связи, определённых в Договоре.
    </p>
    <p>
        6.1.4. Не наносить вреда программной оболочке, техническим и программным средствам Администрации и третьих лиц.
    </p>
    <p>
        6.1.5. Сохранять конфиденциальность учётных данных, предоставленных Администрацией сайта.
    </p>
    <p>
        6.1.6. Не совершать другие действия, не предусмотренные Договором, содержащие состав уголовного или
        административного правонарушения, или нарушающие права и законные интересы Администрации или третьих лиц.
    </p>
    <p>
        6.1.7. В случае передачи Пользователем своих Аутентификационных данных третьему лицу, Пользователь в полном
        объёме несет ответственность за действия, совершённые такими третьими лицами, а также за ущерб, причинённый
        такими третьими лицами ресурсу, Администрации сайта и/ или Учетной записи Пользователя.
    </p>
    <p>
        6.1.8. Без согласования с Администрацией проекта не рекламировать товары и услуги, интернет-ресурсы и другие
        продукты.
    </p>
    <p>
        6.1.9. Не размещать ссылки на внешние интернет-ресурсы (без согласования с Администрацией).
    </p>
    <p>
        6.1.10. Не накапливать или не собирать адреса электронной почты или другую контактную информацию пользователей
        проекта автоматизированным или иными способами для целей рассылки незапрошенной почты (спама) или другой
        нежелательной информации.
    </p>
    <p>
        6.1.11. Любым способом, в том числе путём взлома, не пытаться получить доступ к чужому аккаунту вопреки воле
        лица, которому он принадлежит.
    </p>
    <p>
        6.1.12. Не распространять спам, любую другую навязчивую информацию любыми способами, используя ресурсы Сайта.
    </p>
    <p>
        6.2. Пользователь имеет право:
    </p>
    <p>
        6.2.1. Использовать информационный ресурс "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}" в полном объёме, в порядке и на условиях,
        предусмотренных настоящей Офертой. Подробное описание услуг и их состав постоянно находится на сайте ресурса.
    </p>
    <p>
        6.2.2. На своё усмотрение использовать материалы и сервисы ресурса. Использование ресурса ограничено
        обязательством Пользователя не использовать для каких-либо коммерческих целей какие-либо элементы Сайта, а также
        не передавать третьим лицам доступ к Сайту.
    </p>
    <p>
        6.2.3. Использовать размещённую на Сайте информацию в некоммерческих целях в соответствии с разделом “Правила
        использования и копирования информации с проекта "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}"” Пользовательсого Соглашения
        (Соглашения об участии в проекте “Чудо в Сердце”).
    </p>
    <p>
        6.2.4. В любое время отказаться от использования ресурса, а также приостановить или прекратить получение Услуги
        в любое время с соблюдением всех установленных Договором требований.
    </p>
    <p>
        6.2.5. Изменять выбранный Пакет услуг в рамках одного Продукта на любой другой, больший по объёму и стоимости,
        который доступен в списке Продуктов. Администрация вносит изменения после получения и согласования письменного
        заявления от Пользователя, которое должно быть отправлено по e-mail Администрации (с ответным подтверждением
        получения). Изменение Пакета услуг на меньший по объёму или стоимости не допускается.
    </p>
    <p>
        6.2.6. В любое время вправе запросить информацию о совершённых платежах и состоянии взаиморасчетов и получить её
        в течение 3-х рабочих дней с момента получения запроса Администрацией.
    </p>
    <p>
        6.2.7. Обращаться к Администрации и представителям Администрации сайта по поводу вопросов, не касающихся
        предоставления услуг по настоящему Договору, а именно технических, организационных вопросов и тому подобное.
    </p>
    <p>
        6.2.8. Заключением Договора на условиях настоящей Оферты Пользователь предоставляет Администрации ресурса право:
    </p>
    <p>
        6.2.8.1. информировать Пользователя о новых продуктах, услугах и сервисах, предоставляемых Администрацией
        ресурса;
    </p>
    <p>
        6.2.8.2. направлять сообщения рекламного и информационного характера, в том числе о товарах и услугах,
        предоставляемых третьими лицами (с возможностью отказаться от получения таких сообщений).
    </p>
    <p>&nbsp;</p>
    <p><strong>7. Права и обязанности Администрации ресурса</strong></p>
    <p>7.1. Администрация обязуется:
    </p>
    <p>
        7.1.1. Предоставлять Пользователю информационные услуги на условиях настоящей Оферты и выбранного Пользователем
        Продукта.
    </p>
    <p>
        7.1.2. Сообщать обо всех технических и профилактических работах, об изменениях способов доступа к ресурсам, их
        адресов и т. д. на Сайте или путём направления письма на адрес электронной почты, указанной Пользователем для
        связи.
    </p>
    <p>
        7.2. Администрация вправе:
    </p>
    <p>
        7.2.1. Приостановить доступ Пользователя к информационному ресурсу "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}" (материалам и сервисам,
        размещённых на сайте) или осуществить Блокировку учётной записи Пользователя в случае нарушения Пользователем
        условий настоящей Оферты, а также в случаях, установленных действующим законодательством страны размещения
        серверов.
    </p>
    <p>
        7.2.2. В одностороннем порядке изменить сроки выполнения обязательств по настоящему Договору или полностью
        отказаться от предоставления услуг в случае нарушения Пользователем условий настоящего Договора о сроках оплаты
        услуг или других обязательств по настоящему Договору.
    </p>
    <p>
        7.2.3. Для выполнения обязательств по настоящему Договору, самостоятельно и по своему усмотрению привлекать
        третьих лиц и вступать с ними в договорные отношения, без согласования с Пользователем. При этом Администрация
        сайта остаётся ответственной перед Пользователем за действия или бездействие третьих лиц, привлечённых
        Администрацией сайта к выполнению условий настоящего Договора.
    </p>
    <p>
        7.2.4. Лишать права писать сообщения, лишать Пользователя права на публикацию сообщений или запрещать участие в
        сообществах / форуме/закрытой группе в Facebook (бан).
    </p>
    <p>
        7.2.5. Изменять по своему усмотрению дату и время проведения мероприятий и встреч при условии предупреждения об
        этом Пользователя не позже чем за 5 календарных дней до даты проведения мероприятия / встречи.
    </p>
    <p>
        7.2.6. Администрация оставляет за собой право немедленно приостановить предоставление Услуг и / или расторгнуть
        Договор в безусловном порядке (без возврата уплаченных средств) в следующих случаях:
    </p>
    <p>
        7.2.6.1. Неполучение от Пользователя оплаты в полном объёме стоимости соответствующих услуг в надлежащие сроки.
    </p>
    <p>
        7.2.6.2. Если Администрация считает, что любые действия и / или бездействие Пользователя, наносят или могут
        нанести ущерб Администрации (в том числе унижают её честь, достоинство и деловую репутацию, и / или препятствуют
        нормальной работе других Пользователей), или нормальному функционированию Сайта.
    </p>
    <p>
        7.2.6.4. При размещении Пользователем информации, которая унижает честь и достоинство других людей,
        противоречащей действующему законодательству страны размещения серверов или международным нормам, эротического и
        порнографического характера, а также информации, программного обеспечения или других материалов, которые
        полностью или частично защищены авторским и / или смежными правами (без согласия владельца таких прав), которые
        содержат в себе компьютерные вирусы или другие компоненты. Пользователь понимает, что в связи с отсутствием
        установленных законодательством методик определения того, является ли конкретное изображение противоречащим
        нормам действующего законодательства страны размещения серверов или международного законодательства,
        Администрация оставляет за собой право такого определения.
    </p>
    <p>
        7.2.6.5. По решению уполномоченного государственного органа в соответствии с действующим законодательством
        страны размещения серверов.
    </p>
    <p>
        7.2.6.6. При установлении фактов (включая, но не ограничиваясь) массовых рассылок Пользователем рекламных писем,
        спама через любые средства сети Интернет, распространение информации, которая дискредитирует Администрацию.
        Пользователь соглашается, что в связи с отсутствием методики оценки информации как дискредитирующей или такой,
        что унижает честь, достоинство и вредит деловой репутации, оценка содержания информации будет осуществляться по
        усмотрению Администрации.
    </p>
    <p>
        7.2.6.7. В случае, если Пользователь с момента направления Администрацией сообщения по электронной почте о
        приостановлении предоставления услуг в течение 5 (пяти) дней, не свяжется с Администрацией и не устранит
        нарушения, которые привели к прекращению предоставления услуг.
    </p>
    <p>&nbsp;</p>
    <p>8. Стоимость услуг и порядок расчётов
    </p>
    <p>8.1. Стоимость, объём и порядок предоставления услуг определяется в зависимости от выбранного Пользователем
        Продукта, опубликованного на Сайте, на условиях настоящего Договора.
    </p>
    <p>
        8.2. Все Услуги предоставляются на основе 100% предоплаты.
    </p>
    <p>
        8.3. Оплата услуг осуществляется Пользователем посредством признанных и надёжных сервисов банковских и иных
        платёжных систем.
    </p>
    <p>
        8.4. В стоимость услуг не включается НДС.
    </p>
    <p>
        8.5. В рамках Договора принимается оплата Услуг любым удобным для Пользователя способом, не запрещенным
        действующим законодательством страны размещения серверов.
    </p>
    <p>
        8.6. Выбор и использование способа / формы оплаты производится Пользователем по своему усмотрению и без
        предусмотренной ответственности Администрации ресурса. Безопасность, конфиденциальность, а также другие условия
        использования выбранного потребителем способа / формы оплаты, выходят за рамки Оферты и Договора и регулируются
        соглашениями (договорами) между Пользователем и соответствующими организациями.
    </p>
    <p>
        8.7. Приём-передача оказанных услуг осуществляется по окончании оказания услуг по настоящему Договору.
        Пользователь в течение 14 (четырнадцати) дней с момента получения доступа к приобретённому инфопродукту может
        заявить претензии к их качеству и объёму в соответствии с п. 4.10 настоящего Договора. По истечении срока
        оказания услуги, Пользователь путём выражения молчаливого согласия принимает услугу без обязательного подписания
        Сторонами Акта приёма-передачи оказанных услуг.
    </p>
    <p>&nbsp;</p>
    <p><strong>9. Ответственность сторон</strong></p>
    <p>9.1. В случае нарушения обязательств по Договору, предоставления недостоверной информации при заключении или в
        ходе исполнения Договора, а также несвоевременного уведомления другой стороны об изменении реквизитов, стороны
        несут ответственность в порядке, установленном законодательством страны размещения серверов, а также появляется
        риск возникновения неблагоприятных последствий.
    </p>
    <p>
        9.2.Администрация ресурса не несёт ответственности за:
    </p>
    <p>
        9.2.1. невозможность предоставления услуг по причинам от неё независящим, включая нарушение работы линий связи,
        неисправность оборудования и программного обеспечения, не принадлежащего Администрации сайта, невыполнения
        третьими лицами обязательств по размещению материалов/ публикаций/ проведению вебинаров и т.п.;
    </p>
    <p>
        9.2.2.за полные или частичные прерывания оказания услуг, связанные с заменой оборудования, программного
        обеспечения или проведения других работ, вызванных необходимостью поддержания работоспособности и развития
        технических средств Администрации сайта (при условии предварительного извещения Пользователя);
    </p>
    <p>
        9.2.3.нарушение безопасности оборудования и программного обеспечения Пользователя, используемого им для
        получения услуг;
    </p>
    <p>
        9.2.4. утрату конфиденциальной информации или её части, если в этом нет вины Администрации сайта;
    </p>
    <p>
        9.2.5. какие-либо убытки третьих лиц, возникшие не по вине Администрации сайта.
    </p>
    <p>
        9.3. Пользователь несёт ответственность за использование третьими лицами Логина и Пароля, а также Личного
        кабинета.
    </p>
    <p>
        9.4. В случае нарушения п. 11.7 Договора, по требованию Администрации, Пользователь кроме возмещения
        причинённого вреда (что включает, но не ограничивается упущенной выгодой, прямыми и не прямыми убытками),
        дополнительно обязуется по требованию Администрации уплатить штраф в двадцатикратном размере стоимости
        оплаченного Продукта за каждый факт такого нарушения.
    </p>
    <p>&nbsp;</p>
    <p><strong>10. Гарантии</strong></p>

    <p>10.1. Услуги предоставляются Администрацией «Как Есть» и в том виде, в котором они доступны на момент
        предоставления.
    </p>
    <p>
        10.2. Администрация предоставляет Пользователю возможность получения консультаций по электронной почте,
        телефону, или с использованием других методов коммуникаций, в соответствии с условиями её Продукта.
    </p>
    <p>
        10.3.Объём консультаций ограничивается конкретными вопросами, связанными с предоставлением услуг и не включает
        вопросы, касающиеся настройки или диагностики персонального компьютера и программного обеспечения Пользователя
        или обучение навыкам работы на компьютере или в сети Интернет.
    </p>
    <p>
        10.4. За исключением гарантий, прямо указанных в тексте Оферты, Администрация не предоставляет никаких других
        прямых или косвенных гарантий по Договору и прямо отказывается от любых гарантий или условий для нарушения прав
        и соответствия услуг конкретным целям Пользователя.
    </p>
    <p>
        10.5. В случае направления надлежащего требования Пользователем в течение 14 календарных дней с момента
        получения доступа к приобретённому инфопродукту/услуге, Администрация гарантирует возврат средств, оплаченных за
        Продукт в полном объёме, если иное не указано на Продающей странице Продукта/услуги. Требование считается
        надлежащим, если оно сделано в письменной форме и направлено электронной почтой.
    </p>
    <p>&nbsp;</p>
    <p><strong>
            11. Право интеллектуальной собственности</strong></p>

    <p>
        11.1. Все аудиовизуальные произведения и другие материалы, используемые для предоставления услуг Администрацией
        ресурса, являются объектами интеллектуальной собственности, и на них распространяется правовая охрана,
        предусмотренная действующим законодательством страны размещения серверов в сфере интеллектуальной собственности.
    </p>
    <p>
        11.2. По этому договору Администрация предоставляет Пользователю право использования объектов права
        интеллектуальной собственности Администрации в рамках предоставленных Пользователю услуг.
    </p>
    <p>
        11.3. Стороны соглашаются, что правовая охрана распространяется на форму выражения произведения и не
        распространяется на идеи, теории, принципы, методы, процедуры, процессы, системы, способы, концепции, открытия,
        даже если они выражены, описаны, объяснены, проиллюстрированы в произведении.
    </p>
    <p>
        11.4. Передача прав, указанных в разделе 11 настоящего Договора, не влечёт передачи или отчуждения каких-либо
        других прав Администрации, прямо не указанных в настоящем Договоре, не предоставляет Пользователю права на
        воспроизведение, распространение, обнародование, изготовление любых копий (включая технические и резервные
        копии).
    </p>
    <p>
        11.5. Любую плату за передачу прав, предусмотренных в настоящем Договоре, не предусмотрено.
    </p>
    <p>
        11.6. Пользователь может использовать объекты интеллектуальной собственности Администрации только в пределах тех
        прав и теми способами, которые предусмотрены настоящим Договором.
    </p>
    <p>
        11.7. Пользователь обязан не разглашать и не передавать идеи, процессы, системы, открытия, разработанные
        Администрацией, в отношениях с любыми третьими лицами с целью получения прибыли от такого разглашения. В случае
        нарушения гарантий, указанных в данном пункте, Пользователь обязан возместить Администрации все причинённые
        таким нарушением прямые и непрямые убытки (включая упущенную выгоду) в течение 10 (десяти) банковских дней с
        момента отправки требования Администрацией. Требование считается отправленным, если оно направлено Администрации
        средствами связи и по адресу, указанному Пользователем при регистрации на Сайте и / или в настоящем Договоре.
    </p>
    <p>
        11.8. Во время проведения живых мероприятий Пользователь подписанием настоящего Договора даёт согласие на съёмку
        его и его изображения на фото-, кино-, теле- или видеопленку, использование его фотографического изображения и
        видеозаписи с его участием при создании телевизионных программ, рекламных и информационных материалов при
        условии соблюдения требований ст. 20 Закона страны размещения серверов «О рекламе», а также предоставляет права
        на публичный показ, воспроизведение и распространение рекламных и информационных материалов, телевизионных и
        других передач с его изображением, видеозаписей с его участием любым, не запрещенным законом, способом как на
        территории страны размещения серверов, так и за её пределами без ограничения срока и способов публичного показа,
        воспроизведения и / или распространение в том числе, но не ограничиваясь в качестве рекламы (в том числе в сети
        Интернет, на телевидении, в прессе, в наружной рекламе и др.) с производственной, демонстративной, рекламной,
        поляризационной и/или другой целью.
    </p>
    <p>
        11.9. Пользователь этим гарантирует, что он осознаёт и соглашается, что использование его изображения и
        видеозаписи с его участием, а также публичный показ, воспроизведение и распространение рекламных, информационных
        материалов с его изображением и видео с его участием является бесплатным и отказывается от любых претензий или
        требований имущественного характера к лицам, осуществляющим публичный показ, воспроизведение и распространение
        таких рекламных или информационных материалов и видеозаписей.
    </p>
    <p><strong>12. Срок действия и изменение условий оферты</strong></p>
    <p>12.1. Оферта вступает в силу с момента её публикации на Сайте и действует до момента отзыва оферты Администрацией
        сайта.
    </p>
    <p>
        12.2. Администрация оставляет за собой право внести изменения в условия Оферты и/или отозвать Оферту в любой
        момент по своему усмотрению. В случае внесения Администрацией изменений в Оферту, такие изменения вступают в
        силу с момента размещения изменённого текста Оферты в сети Интернет на сайте Сервиса, если иной срок вступления
        в силу изменений не определён дополнительно при таком размещении.
    </p>
    <p>&nbsp;</p>
    <p><strong>13. Срок действия договора</strong></p>
    <p>13.1. Договор вступает в силу с момента совершения Пользователем действий, направленных на акцепт Оферты, и
        действует до момента его расторжения (получения пользователем электронного уведомления о расторжении Договора).
    </p>
    <p>
        13.2. Договор может быть расторгнут досрочно, в случаях, установленных действующим законодательством страны
        размещения серверов.
    </p>
    <p>
        13.3. Предоставление услуг начинается с момента поступления оплаты на платёжные реквизиты Администрации, если
        иное не предусмотрено на Продающей странице Продукта/Услуги.
    </p>
    <p>
        13.4. Действие Договора распространяется на всё время с момента заключения и до момента исполнения Сторонами
        своих обязательств по нему.
    </p>
    <p>
        13.5. С момента заключения Договора все предыдущие устные и письменные договорённости Сторон, касающиеся
        предмета Договора, теряют силу.
    </p>
    <p>
        13.6. Договор остаётся в силе в случае изменения реквизитов Сторон, изменения их учредительных документов,
        включая, но не ограничиваясь сменой собственника, организационно-правовой формы и др.
    </p>
    <p>&nbsp;</p>
    <p><strong>14. Расторжение договора</strong></p>
    <p>14.1. Настоящий Договор может быть досрочно расторгнут:
    </p>
    <p>
        14.1.1. По взаимному согласию Сторон.
    </p>
    <p>
        14.1.2. В одностороннем порядке Администрацией при невыполнении обязательств или нарушении условий Договора
        Пользователем, в том числе, если Пользователь систематически (два и более раз) не соблюдает условий Договора.
        При этом Администрация вправе заявить требование о возмещении причинённого таким нарушением вреда (убытков). В
        таком случае Договор считается расторгнутым по истечении десяти календарных дней с момента направления сообщения
        о прекращении его действия Пользователю.
    </p>
    <p>
        14.1.3. В одностороннем порядке Пользователем, если Администрация своевременно не приступил к выполнению
        обязательств по Договору или выполняет работу настолько медленно, что закончить её в определенный срок
        становится невозможным. В случае, если значительную часть объёма Услуги уже была выполнена, Пользователь имеет
        право расторгнуть договор только по части услуги или работ, что осталась.
    </p>
    <p>
        14.1.4. По решению суда, в результате требования одной из Сторон в случае существенного нарушения Договора
        другой Стороной. Существенным в данном случае является такое нарушение Договора, когда в результате причинённого
        им вреда одна из сторон в значительной степени лишается того, на что она рассчитывала при заключении Договора.
    </p>
    <p>
        14.1.5. В других случаях, предусмотренных Договором и действующим законодательством страны размещения серверов.
    </p>
    <p>
        14.2. Одностороннее расторжение Договора в случаях, не предусмотренных настоящим Договором, не допускается.
    </p>
    <p>
        14.3. При расторжении Договора по инициативе Пользователя, неиспользованная часть аванса ему не возвращается.
    </p>
    <p>
        14.4. Обязательства Сторон по Договору, которые в силу своей природы, должны продолжать действовать (включая
        обязательства по конфиденциальности, проведения взаиморасчётов, использования информации, но, не ограничиваясь
        указанным), остаются в силе после окончания действия Договора.
    </p>
    <p>
        14.5. Расторжение Договора не освобождает Стороны от ответственности за нарушение условий Договора, возникшие в
        течение срока его действия.
    </p>
    <p>&nbsp;</p>
    <p>15. Споры и порядок их разрешения</p>
    <p>15.1. Стороны будут регулировать путём переговоров любые спорные вопросы, разногласия или претензии, которые
        могут возникнуть по настоящему Договору или в связи с его исполнением.
    </p>
    <p>
        15.2. Все спорные вопросы рассматриваются Администрацией при наличии письменного заявления на электронную почту
        support@{{ request()->root() === env('AM_URL')  ? "tsbl.net" : "meditationsteps.eu" }}:
    </p>
    <p>
        15.2.1. Заявки на возврат денежных средств по претензии к качеству предоставленной услуги Пользователь может
        отправить в срок 14 дней с момента получения доступа к Продукту/Услуге. Такие заявки Заявки рассматриваются
        Администрацией сайта в течение 3 (трёх) дней с момента получения письма.
    </p>
    <p>
        15.2.2. Остальные спорные вопросы рассматриваются Администрацией сайта не позднее 10 (десяти) рабочих дней с
        момента возникновения спорной ситуации и могут быть решены путём переговоров (переписки).
    </p>
    <p>
        15.3. В случае, если Стороны не смогут достичь согласия по спорным вопросам путём переговоров, то такие споры и
        разногласия подлежат разрешению в суде по месту нахождения серверов согласно действующему
        законодательству страны размещения серверов.
    </p>
    <p>&nbsp;</p>
    <p><strong>16. Форс-мажор</strong></p>
    <p>16.1. Ни одна из Сторон не несёт ответственность за неисполнение или ненадлежащее исполнение условий настоящего
        Договора, в случае действия обстоятельств непреодолимой силы, о которых Стороны не могли знать заранее или не
        могли их предвидеть. К таким обстоятельствам относятся: пожар, наводнение, землетрясение, цунами, смерч, ураган,
        тайфун, оползни, снежные лавины, извержения вулканов и другие природные катаклизмы, войны, революции,
        государственные перевороты, забастовки, диверсионные и террористические акты, грабежи, аварии в системе
        энергоснабжения и связи, изменения законодательства, действия государственных органов и их должностных лиц, если
        эти обстоятельства непосредственно влияют на исполнение настоящего Договора, и их возникновение юридически
        подтверждено.
    </p>
    <p>
        16.2. Сторона, которой стало известно о наступлении или приближении таких обстоятельств, немедленно сообщает об
        этом другой Стороне.
    </p>
    <p>
        16.3. Исполнение настоящего Договора, полностью или частично, приостанавливается на время действия таких
        обстоятельств. Если действие обстоятельств непреодолимой силы продолжается более трёх месяцев, то Договор
        считается расторгнутым.
    </p>
    <p>&nbsp;</p>
    <p><strong>17. Соглашение об электронном документообороте</strong></p>

    <p>17.1. Стороны признают юридическую силу документов, составленных в электронной форме (заявлений, претензий,
        Актов, уведомлений, счетов, соглашений, писем и пр.), направляемых электронной почтой по указанным в Договоре
        реквизитам, если возможно достоверно установить, что документ исходит от Стороны Договора.
    </p>
    <p>
        17.2. Стороны пришли к согласию руководствоваться условиями об электронном документообороте и электронном
        взаимодействии, изложенными ниже.
    </p>
    <p>
        17.3. Заявки, уведомления, счета могут быть составлены в письменном виде в форме электронного документа.
    </p>
    <p>
        17.4. В соответствии с соглашением об электронном документообороте, Стороны используют простые электронные
        подписи.
    </p>
    <p>
        17.5. Стороны исходят из того, что электронное сообщение, направленное с электронного почтового адреса Стороны,
        выражает истинное волеизъявление Стороны и намерение заключить, изменить или прекратить сделку – в соответствии
        со значением того или иного действия, определённого Договором.
    </p>
    <p>
        17.6. Проверка подлинности и достоверности сообщения, исходящего от Стороны, осуществляется путём сличения
        адреса отправителя с адресом, указанным Стороной в настоящем Договоре в качестве контактного реквизита.
    </p>
    <p>
        17.7. Каждая из Сторон должна обеспечить сохранность данных своей учётной записи электронной почты и
        недоступность их третьим лицам.
    </p>
    <p>
        17.8. При необходимости надлежащим доказательством подписания соответствующих документов являются распечатки
        электронных сообщений, заверенные распечатавшей Стороной.
    </p>
    <p>
        17.9. В качестве первичных учётных документов, являющихся основанием для Расчётов, принимаются счета и другие
        документы, составленные в электронной форме.
    </p>
    <p>
        17.10. По согласованию Сторон Договора, указанные документы оформляются на бумажных носителях и направляются
        почтой в оригиналах по названному Стороной адресу.
    </p>
    <p>&nbsp;</p>
    <p>18. Иные условия</p>
    <p>18.1. Каждая Сторона гарантирует другой Стороне, что обладает необходимой дееспособностью и всеми правами и
        полномочиями, необходимыми и достаточными для заключения и исполнения настоящего Договора в соответствии с его
        условиями.
    </p>
    <p>
        18.2. В случае, если одно или несколько положений Оферты по любой причине будут признаны недействительными,
        такими, что не имеют юридической силы, то такая недействительность не влияет на действительность любого другого
        положения Оферты (Договора), которые остаются в силе.
    </p>
    <p>
        18.3. Любые сообщения по Договору могут направляться одной Стороной другой Стороне по электронной почте или
        любым другим способом, согласованным Сторонами.
    </p>
    <p>
        18.4. Не вступая в противоречие с условиями Оферты, Пользователь и Администрация ресурса вправе в любое время
        оформить Договор на оказание Услуг в форме письменного двухстороннего документа.
    </p>
    <p>
        18.5. Оферта вступает в силу с момента её размещения на официальном интернет-сайте информационного ресурса по
        адресу: https://{{ request()->root() === env('AM_URL')  ? "anadamarga.me" : "personal.meditationsteps.org" }}/offer и действует до момента отзыва Оферты Администрацией сайта.
    </p>
    <p>
        18.6. Администрация сайта оставляет за собой право внести изменения в условия Оферты и/или отозвать Оферту в
        любой момент по своему усмотрению. В случае внесения изменений в Оферту, такие изменения вступают в силу с
        момента размещения измененного текста Оферты на сайте ресурса по адресу:
        https://{{ request()->root() === env('AM_URL')  ? "anadamarga.me" : "personal.meditationsteps.org" }}/offer, если иной срок вступления изменений в силу не определён
        дополнительно.
    </p>
    <p>
        18.7. При исполнении обязательств по Договору, заключённому путем акцепта настоящей Оферты, а также толковании
        его условий, стороны руководствуются редакцией Оферты, действовавшей на момент акцепта Оферты Пользователем.
        Любые изменения и дополнения, внесённые Администрацией в текст Оферты позже даты акцепта, к возникшим
        правоотношениям не применяются.
    </p>
    <p>
        18.8. Если какое-либо из условий Оферты становится недействительным или противоречит действующему
        законодательству, такое положение заменяется аналогичным, максимально отвечающим изначальным намерениям Сторон,
        содержавшимся в Оферте. Недействительность отдельных положений Оферты не влечёт недействительности Договора в
        целом.
    </p>
    <p>
        18.9. Администрация ресурса вправе привлекать третьих лиц для оказания услуг по договору.
    </p>
    <p>
        18.10. По окончании действия Договора Стороны обеспечивают надлежащее хранение ставшей им известной в процессе
        выполнения договорных обязательств конфиденциальной информации и иных сведений ограниченного распространения в
        течение срока, предусмотренного законодательством.
    </p>
    <p>
        18.11. Договор, его заключение и исполнение регулируется действующим законодательством страны размещения
        серверов. Все вопросы, не урегулированные Офертой или урегулированные не полностью, регулируются в соответствии
        с нормами материального и процессуального права страны размещения серверов.
    </p>
    <p>
        19. Реквизиты Администрации ресурса

        Социальный проект «{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}»

        E-mail: finance&commat;{{ request()->root() === env('AM_URL')  ? "tsbl.net" : "meditationsteps.eu" }}

    <p>&nbsp;</p>
    <p><strong>ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</strong></p>
    <br/>
    <p>Все предложения или вопросы по настоящему Пользовательскому соглашению следует
        отправлять на еmаil: policy&commat;{{ request()->root() === env('AM_URL')  ? "tsbl.net" : "meditationsteps.eu" }}</p>
    <p>Принимая настояющее Пользовательское соглашение, Пользователь принимает Пользовательское соглашение,
        размещенное на странице по адресу&nbsp;<a href="/terms">{{ request()->root() }}/terms</a>
    </p>
    <p>Принимая настояющее Пользовательское соглашение, Пользователь принимает Политику конфиденциальности,
        размещенную на странице по адресу&nbsp;<a href="/offer">{{ request()->root() }}/policy</a>
    </p>
    <p>Принимая настояющее Пользовательское соглашение, Пользователь дает Согласие на рассылку,
        размещенное на странице по адресу&nbsp;<a href="/newsletter">{{ request()->root() }}/newsletter</a>
    </p>
    <hr>
    <p>С уважением,<br>
            Администрация проекта "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}"</p>

</div>
