<div class="appDoc-content">
    <p>Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в
        отношении всей информации, которую Пользователь Сайта,
        предоставляет Администрации Сайта или Сайт получает во время использования приложений для авторизации через
        сервисы facebook.com, vk.com, mail.ru, yandex.ru, gmail.com, и содержит пояснения о том, как используется
        полученная информация.</p>

    <p><strong>&nbsp;</strong></p>
    <p><strong>1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</strong></p>
    <p>1.1 В настоящей Политике конфиденциальности используются следующие термины:</p>
    <p>1.1.1. Проект «{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}» (далее&nbsp;-&nbsp;"{{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}") - некоммерческий
        проект, который реализует автоматизированную систему взаимодействия между ачарьей и садхакой
        через технические средства глобальной интернет-сети.
    </p>
    <p>1.1.2. «Сайт – веб-интерфейс "{{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}", расположенный на доменном имени
        https://personal.meditationstep.org</p>
    <p>1.1.3. «Пользователь Сайта – человек,
        прошедший авторизацию на Сайте и принявший Политику конфиденциальности, пользовательское соглашение,
        и договор-оферту.</p>
    <p>1.1.4. «Персональные данные» – любая информация, относящаяся прямо или косвенно
        к Пользователю Сайта - субъекту персональных данных.</p>
    <p>1.1.5. «Администрация Сайта – уполномоченные на управление
        Сайтом сотрудники, действующие от имени&nbsp;“{{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}”, которые определяют состав и цели обработки персональных
        данных,
        организуют и осуществляют их обработку, а так же обеспечивают необходимый для этого автоматизированный
        функцинал.</p>
    <p>1.1.6. «Обработка персональных данных» – любое действие (операция) или совокупность
        действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с
        персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление,
        изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание,
        блокирование, удаление, уничтожение персональных данных.</p>
    <p>1.1.7. «Конфиденциальность персональных данных» – обязательное для соблюдения
        любым лицом, получившим доступ к Персональным данным, требование не раскрывать их третьим лицам и не допускать
        их распространения без согласия субъекта персональных данных или наличия иного законного основания.</p>
    <p>1.1.8. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый
        на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе
        при попытке открыть страницу соответствующего сайта.</p>
    <p>1.1.9. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной
        по протоколу IP.</p>
    <p><strong>&nbsp;</strong></p>
    <p><strong>2. ОБЩИЕ ПОЛОЖЕНИЯ</strong></p>
    <p>2.1. Использование Пользователем Сайта означает согласие с настоящей Политикой
        конфиденциальности и условиями обработки персональных данных Пользователя.</p>
    <p>2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен
        прекратить использование Сайта.</p>
    <p>2.3.Настоящая Политика конфиденциальности применяется только к Сайту
        <a href="{{ request()->root() === env('AM_URL')  ? "anadamarga.me" : "personal.meditationsteps.org" }}">https://{{ request()->root() === env('AM_URL')  ? "anadamarga.me" : "personal.meditationsteps.org" }}</a>.
        “{{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}”&nbsp;не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может
        перейти по ссылкам, доступным на&nbsp;Сайте.</p>
    <p>2.4. Администрация Сайта не проверяет достоверность персональных данных,
        предоставляемых Пользователем сайта.</p>
    <p>&nbsp;</p>
    <p><strong>3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</strong></p>
    <p>3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации
        Сайта по неразглашению и обеспечению режима защиты конфиденциальности персональных данных,
        которые Пользователь предоставляет при регистрации на Сайте, при заполнении профиля
        или других форм Сайта, отправляемых на сервер.</p>
    <p>3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики
        конфиденциальности, предоставляются Пользователем путём заполнения профиля или других форм с данными
        в различных разделах Сайта, включают в себя следующую информацию:</p>
    <p>3.2.1. обязательная к заполнению при регистрации</p>
    <ul>
        <li>фамилию и имя Пользователя;</li>
        <li>контактный телефон Пользователя;</li>
        <li>город постоянного проживания.</li>
    </ul>
    <p>3.2.2. данные получаемые при авторизации через социальную сеть
        (facebook.com, vk.com, mail.ru, yandex.ru, gmail.com)</p>
    <ul>
        <li>название социальной сети;</li>
        <li>ID Пользователя в выбранной социальной сети;</li>
        <li>аватар;</li>
        <li>имя;</li>
        <li>емейл.</li>
    </ul>

    <p>3.2.3. данные, которые автоматически передаются в процессе пользования Сайтом:</p>
    <ul>
        <li>IP адрес;</li>
        <li>информация из cookies;</li>
        <li>информация о браузере (или иной программе, которая осуществляет доступ к Сайту);</li>
        <li>время доступа;</li>
        <li>реферер (адрес предыдущей страницы).</li>
    </ul>
    <p>3.2.4. данные, которые автоматически передаются в процессе подключения к чат-боту мессенджера Телеграмм:</p>
    <ul>
        <li>телеграм-ID;</li>
        <li>Имя и фамилия;</li>
        <li>ник-нейм</li>
    </ul>
    <p>3.3. Любая иная персональная информация неоговоренная выше (пол, дата рождения,
        профессия и пр.) подлежит надежному хранению и нераспространению, за
        исключением случаев, предусмотренных в п.5.2. настоящей Политики конфиденциальности.</p>
    <p><strong>&nbsp;</strong></p>
    <p><strong>4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</strong></p>
    <p>4.1. Персональные данные Пользователя Администрация сайта {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }} может использовать в
        целях:</p>
    <p>4.1.1. Идентификации Пользователя, зарегистрированного на сайте {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}, для
        взаимодействия
        с ачарьей или для работы со своими данными.</p>
    <p>4.1.2. Предоставления Пользователю доступа к персонализированным ресурсам Сайта
        {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}.</p>
    <p>4.1.3. Установления с Пользователем обратной связи, включая направление уведомлений,
        касающихся использования Сайта {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}.</p>
    <p>4.1.4. Создания учетной записи для работы с Сайтом.</p>
    <p>4.1.5. Уведомления Пользователя Сайта {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }} о событиях, проводимых исключительно в
        месте
        проживания Пользователя.</p>
    <p>4.1.6. Обработки вопросов и заявок от Пользователем.</p>
    <p>4.1.7. Предоставления Пользователю эффективной клиентской и технической поддержки
        при возникновении проблем связанных с использованием Сайта {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}.</p>
    <p>4.1.8. Предоставления Пользователю с его согласия, новостной рассылки и иных
        сведений от имени {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }} или от имени партнеров {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}.</p>
    <p>4.1.9. Предоставления доступа Пользователю на сайты или сервисы партнеров {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }} с
        целью получения продуктов, обновлений и услуг.</p>
    <p><strong>&nbsp;</strong></p>
    <p><strong>5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</strong></p>
    <p>5.1. Обработка персональных данных Пользователя осуществляется без ограничения
        срока, любым законным способом, в том числе в информационных системах персональных данных с использованием
        средств автоматизации или без использования таких средств.</p>
    <p>5.2. Персональные данные Пользователя могут быть переданы уполномоченным органам
        государственной власти страны размещения сервера только по основаниям и в порядке, установленным
        законодательством этой страны.</p>
    <p>5.3. При утрате или разглашении персональных данных Администрация сайта информирует
        Пользователя об утрате или разглашении персональных данных.</p>
    <p>5.5. Администрация сайта принимает разумные, необходимые и достаточные необходимые
        организационные и технические меры для защиты персональной информации Пользователя от неправомерного или
        случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных
        неправомерных действий третьих лиц. В то же время невозможно гарантировать абсолютного устранения риска
        несанкционированного злоупотребления Персональной информацией.</p>
    <p>5.5.1. Отключение cookies может повлечь невозможность доступа к частям сайта “{{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}”,
        требующим авторизации.</p>
    <p>5.5.2. “{{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}” осуществляет сбор статистики об IP-адресах своих посетителей. Данная
        информация используется с целью выявления и решения технических проблем, а также для обеспечения защиты
        Персональных данных.</p>
    <p>5.6. Администрация сайта совместно с Пользователем принимает все необходимые меры по
        предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных
        данных Пользователя.</p>
    <p><strong>&nbsp;</strong></p>
    <p><strong>6. ОБЯЗАТЕЛЬСТВА СТОРОН</strong></p>
    <p><strong>6.1. Пользователь обязан:</strong></p>
    <p>6.1.1. Предоставить достоверную информацию о персональных данных, необходимую
        для пользования сайтом “{{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}”, указанную в п. 3.2.1. </p>
    <p>6.1.2. Покинуть сайт и не использовать его ресурсы, а также ресурсы партнеров,
        если он не согласен с настощей Политикой конфиденциальности.</p>
    <p>6.1.3. Надежно хранить данные своей учетной записи социальной сети,
        которая используется для авторизации на Сайте. В случае утери контроля над ней необходимо немедленно уведомить
        Администрацию Сайта.</p>
    <p>6.1.4. Не передавать третьим лицам данные своей учетной записи выбранной для
        авторизации на Сайте социальной сети.</p>
    <p><strong>6.2. Администрация сайта обязана:</strong></p>
    <p>6.2.1. Использовать полученную информацию исключительно для целей, указанных в п.4
        настоящей Политики конфиденциальности.</p>
    <p>6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без
        предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование,
        либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.5.2.
        настоящей Политики Конфиденциальности.</p>
    <p>6.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных
        данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем
        деловом обороте.</p>
    <p>6.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему
        Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного
        органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных
        персональных данных или неправомерных действий.</p>
    <p><strong>&nbsp;</strong></p>
    <p><strong>7. ОТВЕТСТВЕННОСТЬ СТОРОН</strong></p>
    <p>7.1. В соответствии с действующим законодательством размещения серверов, Администрация
        отказывается от каких-либо заверений и гарантий, предоставление которых может иным образом подразумеваться, и
        отказывается от ответственности в отношении Сайта, Содержимого и их использования.</p>
    <p>7.2. Ни при каких обстоятельствах Администрация Сайта не будет нести ответственности
        ни перед какой стороной за какой-либо прямой, непрямой, особый или иной косвенный ущерб в результате любого
        использования информации на этом Сайте или на любом другом сайте, на который имеется гиперссылка с нашего cайта,
        возникновение зависимости, снижения продуктивности, увольнения или прерывания трудовой активности, а равно и
        отчисления из учебных учреждений, за любую упущенную выгоду, приостановку хозяйственной деятельности, потерю
        программ или данных в Ваших информационных системах или иным образом, возникшие в связи с доступом,
        использованием или невозможностью использования Сайта, Содержимого или какого-либо связанного интернет-сайта,
        или неработоспособностью, ошибкой, упущением, перебоем, дефектом, простоем в работе или задержкой в передаче,
        компьютерным вирусом или системным сбоем, даже если Администрация будет явно поставлена в известность о
        возможности такого ущерба. Пользователь соглашается с тем, что все возможные споры будут разрешаться по нормам
        права размещения серверов.</p>
    <p><strong>&nbsp;</strong></p>
    <p><strong>8. РАЗРЕШЕНИЕ СПОРОВ</strong></p>
    <p>8.1. До обращения в суд с иском по спорам, возникающим из отношений между
        Пользователем сайта {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }} и Администрацией сайта, обязательным является предъявление претензии (письменного
        предложения о добровольном урегулировании спора).</p>
    <p>8.2. Получатель претензии в течение 30 календарных дней со дня получения претензии,
        письменно уведомляет заявителя претензии о результатах рассмотрения претензии.</p>
    <p>8.3. При не достижении соглашения спор будет передан на рассмотрение в судебный
        орган в соответствии с действующим законодательством страны размещения серверов.</p>
    <p>8.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и
        Администрацией сайта применяется действующее законодательство страны размещения серверов.</p>
    <p><strong>&nbsp;</strong></p>
    <p><strong>9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</strong></p>
    <p>9.1. Администрация сайта вправе вносить изменения в настоящую Политику
        конфиденциальности без согласия Пользователя.</p>
    <p>9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на
        сайте “{{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}”, если иное не предусмотрено новой редакцией Политики конфиденциальности.</p>
    <p>9.3. Все предложения или вопросы по настоящей Политике конфиденциальности следует
        отправлять на еmаil policy&commat;{{ request()->root() === env('AM_URL')  ? "tsbl.net" : "meditationsteps.eu" }}</p>
    <p>9.4. Принимая настояющую Политику конфиденциальности, Пользователь принимает Пользовательское соглашение,
        размещенное на странице по адресу&nbsp;<a href="/terms">{{ request()->root() }}/terms</a>
    </p>
    {{--<p>9.6. Принимая настояющую Политику конфиденциальности, Пользователь принимает Договор офферты,
        размещенный на странице по адресу&nbsp;<a href="/offer">{{ request()->root() }}/offer</a>
    </p>
    --}}<p>9.5. Принимая настояющую Политику конфиденциальности, Пользователь дает Согласие на рассылку,
        размещенное на странице по адресу&nbsp;<a href="/newsletter">{{ request()->root() }}/newsletter</a>
    </p>
    <hr>
    <p>С уважением,<br>
        Администрация проекта "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}"</p>

</div>
