<div class="appDoc-content">
    <p><strong>ОБЩИЕ ПОЛОЖЕНИЯ</strong></p>
    <p>Проект "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}" (далее - {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}) предназначен для обеспечения взаимодействия между садхакой и
        ачарьей: вопросы и ответы, запрос на получения и проверки уроков, учет статистики собственных правил,
        получение полезной информации и других функций, необходимых для развития садхаки.
    </p>
    <p>
        Проект {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }} является частью социального проекта “Meditationsteps”,
        функционирующего с 2012 года, и представляет собой
        объединение знаний, усилий, наработок, контактов и исследований Администрации Сайта.
    </p>

    <p>Каждый участник {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}, прошедший авторизацию на сайте, становится Пользователем Сайта.</p>
    <p>
        Настоящее Пользовательское соглашение определяет условия использования сайта {{ request()->root() === env('AM_URL')  ? "anadamarga.me" : "personal.meditationsteps.org" }}
        (далее - Сайт), необходимые для достижения целей проекта {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}.
    </p>
    <p>
        Действие правил распространяется на всех Пользователей, осуществляющих доступ или иным образом использующих
        Сайт.
    </p>
    <p>
        Если Вы не согласны с любым из данных правил, пожалуйста, не пользуйтесь нашим Сайтом.
    </p>
    <p>
        Администрация Сайта не несёт ответственность за содержание информации, размещённой на Сайте третьими лицами.
    </p>
    <p>
        Администрация Сайта оставляет за собой право дополнять и изменять настоящие Правила в любое время без
        предварительного и (или) последующего уведомления Участников. Во избежание недоразумений рекомендуем
        периодически перечитывать настоящие Правила.
    </p>
    <p>
        В случае внесения изменений и/или дополнений в Правила пользования Сайтом продолжение использования
        Пользователем {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }} означает безоговорочное принятие и согласие со всеми изменениями и/или дополнениями. В
        ситуациях, не описанных Правилами, Администрация {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }} вправе действовать по своему усмотрению.
    </p>
    <p>
        Данное Пользовательское соглашение считается действительным в случае продажи или иной законной передачи прав на
        владение Сайтом (полностью или в части), при этом к правопреемнику переходят все обязательства по соблюдению
        условий настоящего Соглашения.</p>
    <p>&nbsp;</p>
    <p><strong>КАБИНЕТ ПОЛЬЗОВАТЕЛЯ</strong></p>
    <p>Каждый Пользователь {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}, зарегистрировавшись на Сайте или подписываясь на получение полезных
        материалов, становится Пользователем Личного кабинета, где имеет возможность ввести информацию о себе, указать
        город проживания, дать другие личные данные. Доступ к Кабинету осуществляется путем
        авторизации через социальные сети.</p>
    <p>&nbsp;</p>
    <p><strong>Ограничение обязательств</strong></p>
    <p>Ни при каких обстоятельствах Администрация Сайта не будет нести ответственности ни перед какой стороной за
        какой-либо прямой, непрямой, особый или иной косвенный ущерб в результате любого использования информации на
        этом
        Сайте или на любом другом сайте, на который имеется гиперссылка с нашего сайта.</p>

    <p>Пользователь соглашается с тем, что все возможные споры будут разрешаться по нормам права страны размещения
        сервера.</p>

    <p>Данный документ гласит о том, что Вы выражаете своё согласие на то, что Администрация {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }} не несут
        ответственности
        за ошибочно принятые Вами решения по поводу инфопродуктов Сайта,
        предоставляемых услуг или других материалов, которые размещаются на данном сайте: текстовой, аудио- и
        видеоинформации.</p>
    <p>&nbsp;</p>
    <p><strong>Правила использования и копирования информации с Сайта {{ request()->root() === env('AM_URL')  ? "am.me" : "MSP" }}</strong></p>

    <p>Администрация сайта не разрешает копировать информацию с целью размещения на других ресурсах сети интернет</p>
    <p>Использование материалов Сайта не должно ущемлять необоснованным образом законные права и интересы
        Администрации и/или третьих лиц. </p>

    <p>Если Вы не согласны с данными условиями, — Вы не можете использовать материалы Сайта!</p>
    <p>&nbsp;</p>
    <p><strong>ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</strong></p>
    <p>Все предложения или вопросы по настоящему Пользовательскому соглашению следует
        отправлять на еmаil: policy&commat;{{ request()->root() === env('AM_URL')  ? "tsbl.net" : "meditationsteps.eu" }}</p>
    <p>Принимая настояющее Пользовательское соглашение, Пользователь принимает Политику конфиденциальности персональных
        данных,
        размещенную на странице по адресу&nbsp;<a href="/terms">{{ request()->root() }}/policy</a>
    </p>
{{--    <p>Принимая настояющее Пользовательское соглашение, Пользователь принимает Договор офферты,
        размещенный на странице по адресу&nbsp;<a href="/offer">{{ request()->root() }}/offer</a>
    </p>--}}
    <p>Принимая настояющее Пользовательское соглашение, Пользователь дает Согласие на рассылку,
        размещенное на странице по адресу&nbsp;<a href="/newsletter">{{ request()->root() }}/newsletter</a>
    </p>
    <hr>
    <p>С уважением,<br>
            Администрация проекта "{{ request()->root() === env('AM_URL')  ? "Anandamarga.me" : "Meditationsteps.Personal" }}"</p>

</div>
